Revit 2027 API
ParameterTypeId.WallSweepCutsWallParam Property
 "Cuts Wall"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallSweepCutsWallParam { get; }
Public Shared ReadOnly Property WallSweepCutsWallParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallSweepCutsWallParam {
	ForgeTypeId^ get ();
}
static member WallSweepCutsWallParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace